Repository: codesanook/Codesanook.BasicUserProfile
Catalog: App_Data/Localization/*/orchard.module.po
Languages: th_th

source: Username
th_th: ชื่อผู้ใช้

source: Password
th_th: รหัสผ่าน

source: Remember Me
th_th: จดจำฉันไว้

source: Account Information
th_th: ข้อมูลบัญชีผู้ใช้

source: Please enter your username and password.
th_th: กรุณากรอกชื่อผู้ใช้และรหัสผ่านของคุณ

source: one lowercase letter
th_th: อักษรตัวพิมพ์เล็กอย่างน้อยหนึ่งตัว

source: one uppercase letter
th_th: อักษรตัวพิมพ์ใหญ่อย่างน้อยหนึ่งตัว

source: one number
th_th: ตัวเลขอย่างน้อยหนึ่งตัว

source: one special character
th_th: อักขระพิเศษอย่างน้อยหนึ่งตัว

source: Register new user
th_th: สมัครสมาชิกผู้ใช้ใหม่

source: Use the form below to create a new account.
th_th: กรอกข้อมูลด้านล่างเพื่อสร้างบัญชีใหม่

source: Account creation was unsuccessful. Please correct the errors and try again.
th_th: การสร้างบัญชีไม่สำเร็จ โปรดแก้ไขข้อผิดพลาดและลองอีกครั้ง

source: The password can't be empty
th_th: กรุณากรอกรหัสผ่าน

source: Passwords are required to be a minimum of {0} characters in length
th_th: รหัสผ่านต้องมีความยาวอย่างน้อย {0} ตัวอักษร

source: First Name
th_th: ชื่อ

source: Last Name
th_th: นามสกุล

source: Email
th_th: อีเมลล์

source: Confirm Password
th_th: ยืนยันรหัสผ่าน

source: Code
th_th: รหัส

source: Organization Name
th_th: ชื่อองค์กร
